Repository: yuneunmi814-cmyk/MeTamagotchi
Catalog: MeTamagotchi/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: v1에서는 시간 설정만 저장됩니다. 실제 알림은 다음 업데이트.
en: v1 only saves the time. Actual notifications come in the next update.

source: 개인정보처리방침
en: Privacy Policy

source: 나의 다마고찌
en: MeTamagotchi

source: 도감
en: Collection

source: 리셋
en: Reset

source: 리셋 (새 캐릭터 시작)
en: Reset (Start a new character)

source: 리셋하시겠어요?
en: Reset?

source: 미달성
en: Locked

source: 버전
en: Version

source: 베이비
en: Baby

source: 설정
en: Settings

source: 습관 3개
en: 3 Habits

source: 시작하기
en: Start

source: 알
en: Egg

source: 알림
en: Notifications

source: 알림 시간
en: Notification Time

source: 앱 정보
en: About

source: 어덜트
en: Adult

source: 예: 운동 30분
en: e.g. 30 min workout

source: 오늘의 습관 3개
en: Today's 3 habits

source: 이름
en: Name

source: 제목
en: Title

source: 차일드
en: Child

source: 취소
en: Cancel

source: 캐릭터
en: Character

source: 캐릭터, 습관, 체크 기록이 모두 삭제되고 새 캐릭터를 만들게 됩니다.
en: Your character, habits, and check-ins will be deleted, and you'll start fresh with a new character.

source: 틴
en: Teen
